Repository: koenige/modules-feedback
Catalog: zzwrap/feedback-*.po
Languages: nl

# feedback
source: Your Message
nl: Uw bericht

# feedback
source: How can we get in touch with you?
nl: Hoe kunnen we contact met u opnemen?

# feedback
source: Your Name
nl: Uw naam

# feedback
source: E-Mail or phone
nl: E-Mail of telefoon

# feedback
source: Submit Message
nl: Verzend bericht

# feedback
source: An error occured. We could not send your message.
nl: Er is een fout opgetreden. We konden niet uw bericht sturen.

# feedback
source: Please try again soon.
nl: Probeer het later nog eens.

# feedback
source: Please complete the form.
nl: Vul het formulier in.

# feedback
source: We still need some information from you.
nl: We nog steeds nodig enkele gegevens van u.

# feedback
source: Please do not use HTML or BBCode formatting!
nl: Gebruik geen HTML of BBCode opmaak!

# feedback
source: Thank you for your message.
nl: Dank u voor uw bericht.

# feedback
source: Send another message
nl: Stuur een bericht

# feedback
source: Contact details:
nl: Contactgegevens:

# feedback
source: Name:
nl: Naam:

# feedback
source: You've got a message via your website:
nl: Je hebt een bericht via uw website:
