Repository: koenige/modules-feedback
Catalog: languages/feedback-*.po
Languages: ru, tr

source: field names in feedback form
tr: geri bildirim formundaki alan adları

source: use mail module to save mails in database, use zzform as frontend?
tr: postaları veritabanına kaydetmek için posta modülünü kullanın, ön uç olarak zzform kullanın?

source: maximum no. of links inside a feedback mail
tr: bir geri bildirim postası içindeki maksimum bağlantı sayısı

source: String used as a marker that referer was spam
tr: Yönlendiricinin spam olduğuna dair bir işaretleyici olarak kullanılan dize

source: minimum time real user should spend with feedback form before he/she can send it without having to re-send it.
tr: gerçek kullanıcının geri bildirim formunu tekrar göndermek zorunda kalmadan önce formla geçirmesi gereken minimum süre.

source: Your Message
ru: Ваше cообщение
tr: Mesajınız

source: How can we get in touch with you?
ru: Как мы можем связаться с Вами?
tr: Sizinle nasıl iletişime geçebiliriz?

source: Your Name
ru: Ваше имя
tr: Adınız

source: E-Mail or phone
ru: Электронная почта или телефон
tr: E-Posta veya telefon

source: E-Mail
tr: E-Posta

source: Send me a copy of my message via e-mail
tr: Mesajımın bir kopyasını e-posta yoluyla bana gönderin

source: The e-mail address is incorrect.
tr: E-posta adresi yanlış.

source: Submit Message
ru: Отправить сообщение
tr: Mesaj Gönder

source: A temporary problem has occured. We have not been able to send your message yet.
tr: Geçici bir sorun oluştu. Mesajınızı henüz gönderemedik.

source: Please try again soon.
ru: Пожалуйста, повторите попытку позже.
tr: Lütfen yakında tekrar deneyin.

source: Please complete the form.
ru: Пожалуйста, заполните форму.
tr: Lütfen formu doldurunuz.

source: We still need some information from you.
ru: Некоторые поля не заполнены.
tr: Hâlâ sizden bazı bilgiler almamız gerekiyor.

source: Please do not use HTML or BBCode formatting!
ru: Пожалуйста, не используйте форматирование HTML или BBCode!
tr: Lütfen HTML veya BBCode biçimlendirmesi kullanmayın!

source: Your message looks like bulk mail. We do not accept bulk mail via this form.
tr: Mesajınız toplu posta gibi görünüyor. Bu form aracılığıyla toplu posta kabul etmiyoruz.

source: Please use simple links instead of URL shorteners so we know what we are clicking on.
tr: Lütfen URL kısaltıcıları yerine basit bağlantılar kullanın, böylece neye tıkladığımızı bilelim.

source: Please write more than one word.
tr: Lütfen birden fazla kelime yazınız.

source: Thank you for your message.
ru: Спасибо за Ваше сообщение.
tr: Mesajınız için teşekkür ederim.

source: Send another message
ru: Отправить еще одно сообщение
tr: Başka bir bildirim gönder

source: Feedback via %s from %s
tr: %s'den %s aracılığıyla geri bildirim

source: (Your Copy)
tr: (Sizin Kopyanız)

source: Contact details:
ru: Контактные данные:
tr: İletişim Bilgileri:

source: Name:
ru: Имя:
tr: İsim:

source: You’ve got a message via the website %s:
ru: Вы получили сообщение через свой веб-сайт %s:
tr: Web sitesi üzerinden bir mesajınız var %s:

source: You’ve sent us a message via our website:
tr: Web sitemiz aracılığıyla bize bir mesaj gönderdiniz:

source: Technical data:
tr: Teknik veriler:

source: Referring URL:
tr: Yönlendiren URL:

source: Sender’s IP address:
tr: Gönderenin IP adresi:

source: Sender’s browser:
tr: Gönderenin tarayıcısı:

source: Attachment
tr: Ek dosya

source: An error occured. We could not send your message.
ru: Произошла ошибка. Мы не смогли отправить Ваше сообщение.

source: Feedback via %s
ru: Обратная связь посредством %s
