Repository: koenige/modules-feedback
Catalog: languages/feedback-*-informal.po
Languages: de

source: Your Message
de: Deine Nachricht

source: How can we get in touch with you?
de: Wie können wir Dich erreichen?

source: Your Name
de: Dein Name

source: E-Mail or phone
de: E-Mail oder Telefon

source: Send me a copy of my message via e-mail
de: Schicke mir eine Kopie meiner Nachricht

source: The e-mail address is incorrect.
de: Die E-Mail-Adresse ist fehlerhaft.

source: Submit Message
de: Nachricht abschicken

source: A temporary problem has occured. We have not been able to send your message yet.
de: Wir konnten Deine Nachricht aufgrund eines vorübergehenden Problems leider noch nicht versenden.

source: Please try again soon.
de: Bitte versuche es erneut.

source: Please complete the form.
de: Bitte fülle das Formular vollständig aus.

source: We still need some information from you.
de: Wir benötigen von Dir noch weitere Informationen.

source: Please do not use HTML or BBCode formatting!
de: Bitte benutze zur Formatierung kein HTML oder BBCode!

source: Your message looks like bulk mail. We do not accept bulk mail via this form.
de: Deine Nachricht sieht aus wie eine Massenmail. Wir möchten über dieses Formular keine Massenmails bekommen.

source: Please use simple links instead of URL shorteners so we know what we are clicking on.
de: Bitte verwende einfache Links anstelle von URL-Verkürzungen, damit wir wissen, worauf wir klicken.

source: Please write more than one word.
de: Bitte schreibe mehr als ein Wort.

source: Thank you for your message.
de: Vielen Dank für Deine Nachricht.

source: Send another message
de: Eine weitere Nachricht senden

source: Feedback via %s from %s
de: Nachricht via %s von %s

source: (Your Copy)
de: (Deine Kopie)

source: Contact details:
de: Kontaktdetails:

source: You’ve got a message via the website %s:
de: Du hast eine Nachricht über die Website %s erhalten:

source: You’ve sent us a message via our website:
de: Du hast uns eine Nachricht über unsere Website gesendet:

source: Technical data:
de: Technische Daten:

source: Referring URL:
de: Verweisende URL:

source: Sender’s IP address:
de: IP-Adresse des Absenders:

source: Sender’s browser:
de: Browser des Absenders:
