Repository: koenige/modules-feedback
Catalog: feedback/feedback-*.po
Languages: de, pl

# feedback
source: Your Message
de: Ihre Nachricht
pl: Wiadomość

# feedback
source: How can we get in touch with you?
de: Wie können wir Sie erreichen?
pl: Jak skontaktować się z nami?

# feedback
source: Your Name
de: Ihr Name
pl: Imię i nazwisko

# feedback
source: E-Mail or phone
de: E-Mail oder Telefon
pl: E-Mail lub telefon

# feedback
source: Send me a copy of my message via e-mail
de: Schicken Sie mir eine Kopie meiner Nachricht

# feedback
source: The e-mail address is incorrect.
de: Die E-Mail-Adresse ist fehlerhaft.

# feedback
source: Submit Message
de: Nachricht abschicken
pl: Prześlij wiadomość

# feedback
source: An error occured. We could not send your message.
de: Wir konnten Ihre Nachricht aufgrund eines Fehlers leider nicht versenden.
pl: Wystąpił błąd. Nie można wysłać wiadomości.

# feedback
source: Please try again soon.
de: Bitte versuchen Sie es gleich noch einmal.
pl: Proszę spróbować ponownie wkrótce.

# feedback
source: Please complete the form.
de: Bitte füllen Sie das Formular vollständig aus.
pl: Prosimy o wypełnienie formularza.

# feedback
source: We still need some information from you.
de: Wir benötigen von Ihnen noch weitere Informationen.
pl: Wciąż potrzebujemy od Ciebie pewnych informacji.

# feedback
source: Please do not use HTML or BBCode formatting!
de: Bitte benutzen Sie zur Formatierung kein HTML oder BBCode!
pl: Proszę nie używać HTML ani BBCode formatowania!

# feedback
source: Your message looks like bulk mail. We do not accept bulk mail via this form.
de: Ihre Nachricht sieht aus wie eine Massenmail. Wir möchten über dieses Formular keine Massenmails bekommen.

# feedback
source: Please write more than one word.
de: Bitte schreiben Sie mehr als ein Wort.

# feedback
source: Thank you for your message.
de: Vielen Dank für Ihre Nachricht.
pl: Dziękuję za wiadomość.

# feedback
source: Send another message
de: Eine weitere Nachricht senden
pl: Wyślij wiadomość innym

# feedback
source: Feedback via %s
de: Nachricht via %s

# feedback
source: (Your Copy)
de: (Ihre Kopie)

# feedback
source: Contact details:
de: Kontaktdetails:
pl: Dane kontaktowe:

# feedback
source: You’ve got a message via your website:
de: Sie haben eine Nachricht über Ihre Website erhalten:

# feedback
source: You’ve sent us a message via our website:
de: Sie haben uns eine Nachricht über unsere Website gesendet:

# feedback
source: Technical data:
de: Technische Daten:

# feedback
source: Referring URL:
de: Verweisende URL:

# feedback
source: Sender’s IP address:
de: IP-Adresse des Absenders:

# feedback
source: Sender’s browser:
de: Browser des Absenders:

# feedback
source: Name:
pl: Imię i nazwisko:
